Repository: gianluca2342124/FocusGlobe
Catalog: FocusGlobe/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pt_br, ro, ru, zh_hans

source: Crew requests, responses & connections
de: Crew-Anfragen, Antworten und Verbindungen
es: Solicitudes, respuestas y conexiones de tripulación
fr: Demandes, réponses et connexions d’équipage
hi: क्रू अनुरोध, जवाब और कनेक्शन
it: Richieste, risposte e collegamenti dell’equipaggio
nl: Crewverzoeken, reacties en connecties
pt_br: Pedidos, respostas e conexões da tripulação
ro: Cereri, răspunsuri și conexiuni de echipaj
ru: Запросы, ответы и связи команды
zh_hans: 机组请求、回应与连接

source: Crisp mountain air for focus
de: Klare Bergluft für den Fokus
es: Aire de montaña puro para concentrarte
fr: Un air de montagne vif pour se concentrer
hi: फ़ोकस के लिए ताज़ी पहाड़ी हवा
it: Aria di montagna frizzante per concentrarti
nl: Frisse berglucht om te focussen
pt_br: Ar puro de montanha para focar
ro: Aer de munte curat pentru concentrare
ru: Свежий горный воздух для фокуса
zh_hans: 清冽的山间空气，助你专注

source: Current
de: Aktuell
es: Actual
fr: Actuel
hi: मौजूदा
it: Attuale
nl: Huidig
pt_br: Atual
ro: Curent
ru: Текущее
zh_hans: 当前

source: Current Location
de: Aktueller Standort
es: Ubicación actual
fr: Position actuelle
hi: मौजूदा स्थान
it: Posizione attuale
nl: Huidige locatie
pt_br: Localização atual
ro: Locația curentă
ru: Текущее местоположение
zh_hans: 当前位置

source: Current position
de: Aktuelle Position
es: Posición actual
fr: Position actuelle
hi: मौजूदा जगह
it: Posizione attuale
nl: Huidige positie
pt_br: Posição atual
ro: Poziția curentă
ru: Текущее место
zh_hans: 当前位置

source: Curtains of green and violet breathing over silent snow.
de: Grüne und violette Vorhänge, die über stillem Schnee atmen.
es: Cortinas verdes y violetas respirando sobre la nieve silenciosa.
fr: Des rideaux verts et violets qui respirent au-dessus d’une neige silencieuse.
hi: ख़ामोश बर्फ़ पर साँस लेते हरे और बैंजनी परदे।
it: Tende verdi e viola che respirano sopra la neve silenziosa.
nl: Groene en violette gordijnen die ademen boven stille sneeuw.
pt_br: Cortinas verdes e violetas respirando sobre a neve silenciosa.
ro: Perdele verzi și violete respirând peste zăpada tăcută.
ru: Зелёные и фиолетовые завесы дышат над безмолвным снегом.
zh_hans: 绿色与紫色的光幕，在寂静的雪原上缓缓呼吸。

source: Daily bonus claimed — see you tomorrow.
de: Tagesbonus abgeholt – bis morgen.
es: Bonus diario reclamado: nos vemos mañana.
fr: Bonus quotidien réclamé — à demain.
hi: दैनिक बोनस मिल गया — कल मिलते हैं।
it: Bonus giornaliero riscosso: a domani.
nl: Dagelijkse bonus geclaimd — tot morgen.
pt_br: Bônus diário resgatado — até amanhã.
ro: Bonusul zilnic revendicat — pe mâine.
ru: Ежедневный бонус получен — до завтра.
zh_hans: 每日奖励已领取 — 明天见。

source: Daily Gift
de: Tagesgeschenk
es: Regalo diario
fr: Cadeau du jour
hi: दैनिक उपहार
it: Regalo giornaliero
nl: Dagelijks cadeau
pt_br: Presente diário
ro: Cadou zilnic
ru: Ежедневный подарок
zh_hans: 每日礼物

source: Dark Earth
de: Dunkle Erde
es: Tierra oscura
fr: Terre sombre
hi: गहरी पृथ्वी
it: Terra scura
nl: Donkere aarde
pt_br: Terra escura
ro: Pământ întunecat
ru: Тёмная Земля
zh_hans: 暗色地球

source: day streak
de: Tage Serie
es: días de racha
fr: jours de série
hi: दिन की स्ट्रीक
it: giorni di serie
nl: dagen op rij
pt_br: dias de sequência
ro: zile la rând
ru: дней подряд
zh_hans: 天连续记录

source: Day streak
de: Tagesserie
es: Racha de días
fr: Série de jours
hi: दिन की स्ट्रीक
it: Serie di giorni
nl: Dagenreeks
pt_br: Sequência de dias
ro: Serie de zile
ru: Серия дней
zh_hans: 连续天数

source: Decline crew request
de: Crew-Anfrage ablehnen
es: Rechazar solicitud de tripulación
fr: Refuser la demande d’équipage
hi: क्रू अनुरोध अस्वीकार करें
it: Rifiuta la richiesta di equipaggio
nl: Crewverzoek afwijzen
pt_br: Recusar pedido de tripulação
ro: Refuză cererea de echipaj
ru: Отклонить запрос в экипаж
zh_hans: 拒绝机组请求

source: Deep Space
de: Tiefer Weltraum
es: Espacio profundo
fr: Espace lointain
hi: गहरा अंतरिक्ष
it: Spazio profondo
nl: Diepe ruimte
pt_br: Espaço profundo
ro: Spațiul adânc
ru: Глубокий космос
zh_hans: 深空

source: Deep Space Pilot
de: Tiefraum-Pilot
es: Piloto del espacio profundo
fr: Pilote de l’espace lointain
hi: गहरे अंतरिक्ष का पायलट
it: Pilota dello spazio profondo
nl: Dieperuimtepiloot
pt_br: Piloto do espaço profundo
ro: Pilot al spațiului adânc
ru: Пилот глубокого космоса
zh_hans: 深空飞行员

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
hi: डिफ़ॉल्ट
it: Predefinito
nl: Standaard
pt_br: Padrão
ro: Implicit
ru: По умолчанию
zh_hans: 默认

source: Default blocked apps
de: Standardmäßig blockierte Apps
es: Apps bloqueadas por defecto
fr: Applis bloquées par défaut
hi: डिफ़ॉल्ट ब्लॉक किए गए ऐप्स
it: App bloccate per impostazione predefinita
nl: Standaard geblokkeerde apps
pt_br: Apps bloqueados por padrão
ro: Aplicații blocate implicit
ru: Приложения, блокируемые по умолчанию
zh_hans: 默认屏蔽的应用

source: Delete online data
de: Online-Daten löschen
es: Eliminar datos de Online
fr: Supprimer les données Online
hi: ऑनलाइन डेटा हटाएँ
it: Elimina dati Online
nl: Onlinegegevens verwijderen
pt_br: Excluir dados do Online
ro: Șterge datele Online
ru: Удалить данные Online
zh_hans: 删除在线数据

source: Delete Online Data
de: Online-Daten löschen
es: Eliminar datos online
fr: Supprimer les données en ligne
hi: ऑनलाइन डेटा हटाएँ
it: Elimina i dati online
nl: Onlinegegevens verwijderen
pt_br: Excluir dados online
ro: Șterge datele online
ru: Удалить онлайн-данные
zh_hans: 删除在线数据

source: Delete Online Data?
de: Online-Daten löschen?
es: ¿Eliminar los datos de Online?
fr: Supprimer les données Online ?
hi: ऑनलाइन डेटा हटाएँ?
it: Eliminare i dati Online?
nl: Onlinegegevens verwijderen?
pt_br: Excluir dados do Online?
ro: Ștergi datele Online?
ru: Удалить данные Online?
zh_hans: 删除在线数据？

source: Delete your FocusGlobe Online data
de: FocusGlobe Online-Daten löschen
es: Elimina tus datos de FocusGlobe Online
fr: Supprimer vos données FocusGlobe Online
hi: अपना FocusGlobe Online डेटा हटाएँ
it: Elimina i tuoi dati FocusGlobe Online
nl: Verwijder je FocusGlobe Online-gegevens
pt_br: Excluir seus dados do FocusGlobe Online
ro: Șterge datele tale FocusGlobe Online
ru: Удалить данные FocusGlobe Online
zh_hans: 删除你的 FocusGlobe Online 数据

source: Deletes flights, coins, streaks, unlocks and your profile on this device. The app returns to first launch.
de: Löscht Flüge, Münzen, Serien, Freischaltungen und dein Profil auf diesem Gerät. Die App startet wie beim ersten Mal.
es: Elimina vuelos, monedas, rachas, desbloqueos y tu perfil en este dispositivo. La app vuelve al primer inicio.
fr: Supprime vols, pièces, séries, déblocages et votre profil sur cet appareil. L’app revient au premier lancement.
hi: इस डिवाइस पर फ़्लाइट, सिक्के, स्ट्रीक, अनलॉक और आपका प्रोफ़ाइल हटा देता है। ऐप पहली बार जैसा हो जाएगा।
it: Elimina voli, monete, serie, sblocchi e il tuo profilo su questo dispositivo. L’app torna al primo avvio.
nl: Verwijdert vluchten, munten, reeksen, ontgrendelingen en je profiel op dit apparaat. De app keert terug naar de eerste start.
pt_br: Exclui voos, moedas, sequências, desbloqueios e seu perfil neste dispositivo. O app volta ao primeiro início.
ro: Șterge zboruri, monede, serii, deblocări și profilul tău de pe acest dispozitiv. Aplicația revine la prima pornire.
ru: Удаляет полёты, монеты, серии, разблокировки и профиль на этом устройстве. Приложение вернётся к первому запуску.
zh_hans: 删除本设备上的飞行、金币、连续记录、解锁内容与个人资料。应用将回到首次启动状态。

source: Deleting removes the following from FocusGlobe Online:
de: Beim Löschen wird Folgendes aus FocusGlobe Online entfernt:
es: Al eliminar se quitará lo siguiente de FocusGlobe Online:
fr: La suppression retire les éléments suivants de FocusGlobe Online :
hi: हटाने पर FocusGlobe Online से निम्नलिखित हट जाएगा:
it: L’eliminazione rimuove quanto segue da FocusGlobe Online:
nl: Verwijderen haalt het volgende weg uit FocusGlobe Online:
pt_br: Excluir remove o seguinte do FocusGlobe Online:
ro: Ștergerea elimină următoarele din FocusGlobe Online:
ru: Удаление уберёт из FocusGlobe Online следующее:
zh_hans: 删除会从 FocusGlobe Online 移除以下内容：

source: Deleting…
de: Wird gelöscht…
es: Eliminando…
fr: Suppression…
hi: हटाया जा रहा है…
it: Eliminazione…
nl: Verwijderen…
pt_br: Excluindo…
ro: Se șterge…
ru: Удаление…
zh_hans: 正在删除…

source: Desert Night
de: Wüstennacht
es: Noche del desierto
fr: Nuit du désert
hi: रेगिस्तानी रात
it: Notte nel deserto
nl: Woestijnnacht
pt_br: Noite no deserto
ro: Noapte în deșert
ru: Ночь в пустыне
zh_hans: 沙漠之夜

source: Desert Stargazer
de: Wüsten-Sternengucker
es: Observador de estrellas del desierto
fr: Observateur d’étoiles du désert
hi: रेगिस्तानी तारा-दर्शी
it: Osservatore di stelle del deserto
nl: Woestijnsterrenkijker
pt_br: Observador de estrelas do deserto
ro: Privitor de stele în deșert
ru: Звездочёт пустыни
zh_hans: 沙漠观星者

source: Destination
de: Ziel
es: Destino
hi: मंज़िल
it: Destinazione
nl: Bestemming
pt_br: Destino
ro: Destinație
ru: Пункт назначения
zh_hans: 目的地

source: Detect where you are
de: Erkennen, wo du bist
es: Detecta dónde estás
fr: Détecter où vous êtes
hi: पता लगाएँ कि आप कहाँ हैं
it: Rileva dove ti trovi
nl: Bepaal waar je bent
pt_br: Detectar onde você está
ro: Detectează unde ești
ru: Определить, где вы находитесь
zh_hans: 检测你所在的位置

source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur
hi: डेवलपर
it: Sviluppatore
nl: Ontwikkelaar
pt_br: Desenvolvedor
ro: Dezvoltator
ru: Разработчик
zh_hans: 开发者

source: Digital Flip Clock
de: Digitale Fallblattuhr
es: Reloj digital de solapas
fr: Horloge à volets numérique
hi: डिजिटल फ़्लिप क्लॉक
it: Orologio digitale a palette
nl: Digitale klapklok
pt_br: Relógio digital de folhas
ro: Ceas digital cu clapete
ru: Цифровые перекидные часы
zh_hans: 数字翻页钟

source: Disable for this flight
de: Für diesen Flug deaktivieren
es: Desactivar para este vuelo
fr: Désactiver pour ce vol
hi: इस फ़्लाइट के लिए बंद करें
it: Disattiva per questo volo
nl: Uitschakelen voor deze vlucht
pt_br: Desativar para este voo
ro: Dezactivează pentru acest zbor
ru: Отключить для этого полёта
zh_hans: 本次飞行停用

source: Discovered skies
de: Entdeckte Himmel
es: Cielos descubiertos
fr: Ciels découverts
hi: खोजे गए आकाश
it: Cieli scoperti
nl: Ontdekte luchten
pt_br: Céus descobertos
ro: Ceruri descoperite
ru: Открытые небеса
zh_hans: 已发现的天空

source: Dismiss message
de: Meldung schließen
es: Descartar mensaje
fr: Ignorer le message
hi: संदेश हटाएँ
it: Chiudi messaggio
nl: Bericht sluiten
pt_br: Dispensar mensagem
ro: Închide mesajul
ru: Закрыть сообщение
zh_hans: 关闭消息

source: Distractions grounded for the flight
de: Ablenkungen bleiben für den Flug am Boden
es: Distracciones en tierra durante el vuelo
fr: Distractions clouées au sol pendant le vol
hi: फ़्लाइट भर के लिए ध्यान भटकाना बंद
it: Distrazioni a terra per tutto il volo
nl: Afleidingen aan de grond tijdens de vlucht
pt_br: Distrações em terra durante o voo
ro: Distragerile rămân la sol pe durata zborului
ru: Отвлечения остаются на земле весь полёт
zh_hans: 整段飞行中，干扰停飞

source: Done
de: Fertig
es: Listo
fr: Terminé
hi: हो गया
it: Fatto
nl: Klaar
pt_br: Concluído
ro: Gata
ru: Готово
zh_hans: 完成

source: Double to
de: Verdoppeln auf
es: Duplicar a
fr: Doubler à
hi: दोगुना करके
it: Raddoppia a
nl: Verdubbelen naar
pt_br: Dobrar para
ro: Dublează la
ru: Удвоить до
zh_hans: 翻倍至

source: Double your Coins for your next study hour once equipped.
de: Verdopple deine Münzen in der nächsten Lernstunde, sobald es ausgerüstet ist.
es: Duplica tus monedas en tu próxima hora de estudio al equiparlo.
fr: Doublez vos pièces sur votre prochaine heure d’étude une fois équipé.
hi: लैस करने पर आपके अगले अध्ययन घंटे के सिक्के दोगुने।
it: Raddoppia le monete nella prossima ora di studio una volta equipaggiato.
nl: Verdubbel je munten in je volgende studie-uur zodra het uitgerust is.
pt_br: Dobre suas moedas na próxima hora de estudo depois de equipar.
ro: Dublează-ți monedele în următoarea oră de studiu după echipare.
ru: Удвойте монеты за следующий час занятий после экипировки.
zh_hans: 装备后，下一小时学习的金币翻倍。

source: Double-tap to seal the page and begin the expedition
de: Doppeltippen, um die Seite zu siegeln und die Expedition zu starten
es: Toca dos veces para sellar la página y empezar la expedición
fr: Touchez deux fois pour sceller la page et commencer l’expédition
hi: पेज पर मुहर लगाकर अभियान शुरू करने के लिए डबल-टैप करें
it: Tocca due volte per sigillare la pagina e iniziare la spedizione
nl: Dubbeltik om de pagina te verzegelen en de expeditie te starten
pt_br: Toque duas vezes para selar a página e iniciar a expedição
ro: Atinge de două ori ca să sigilezi pagina și să începi expediția
ru: Дважды коснитесь, чтобы запечатать страницу и начать экспедицию
zh_hans: 双击封印此页并开始远征。

source: Drift through falling starlight
de: Treibe durch fallendes Sternenlicht
es: Déjate llevar entre luz de estrellas fugaces
fr: Dérivez dans la lumière des étoiles filantes
hi: गिरती तारों की रोशनी में बहें
it: Lasciati andare tra la luce delle stelle cadenti
nl: Zweef door vallend sterrenlicht
pt_br: Flutue pela luz das estrelas cadentes
ro: Plutește prin lumina stelelor căzătoare
ru: Дрейфуйте сквозь падающий звёздный свет
zh_hans: 在流星光下漂流

source: Drifts on mist
de: Treibt auf Nebel
es: Se desliza entre la bruma
fr: Dérive sur la brume
hi: धुंध पर बहता
it: Scivola sulla foschia
nl: Drijft op nevel
pt_br: Desliza sobre a névoa
ro: Plutește pe ceață
ru: Дрейфует в дымке
zh_hans: 随雾漂流

source: e.g. Study sprint
de: z. B. Lern-Sprint
es: p. ej. Sprint de estudio
fr: p. ex. Sprint de révision
hi: जैसे: स्टडी स्प्रिंट
it: es. Sprint di studio
nl: bijv. Studiesprint
pt_br: ex.: Sprint de estudos
ro: ex.: Sprint de învățat
ru: напр. Учебный спринт
zh_hans: 例如：冲刺自习

source: Each link admits one new pilot, then expires — share a fresh one per friend. Copy Link lives inside the share sheet.
de: Jeder Link lässt einen neuen Piloten herein und läuft dann ab – teile pro Freund einen neuen. „Link kopieren“ steht im Teilen-Menü.
es: Cada enlace admite a un piloto nuevo y luego caduca: comparte uno nuevo por cada amigo. Copiar enlace está dentro de la hoja para compartir.
fr: Chaque lien admet un nouveau pilote puis expire — partagez-en un par ami. Copier le lien se trouve dans la feuille de partage.
hi: हर लिंक एक नए पायलट को प्रवेश देता है, फिर समाप्त हो जाता है — हर दोस्त के लिए नया लिंक भेजें। “लिंक कॉपी करें” शेयर शीट में है।
it: Ogni link ammette un nuovo pilota e poi scade: condividine uno nuovo per amico. Copia link è nel foglio di condivisione.
nl: Elke link laat één nieuwe piloot toe en verloopt daarna — deel per vriend een nieuwe. Link kopiëren staat in het deelvenster.
pt_br: Cada link admite um piloto novo e depois expira — compartilhe um novo por amigo. Copiar link fica dentro da folha de compartilhamento.
ro: Fiecare link admite un pilot nou, apoi expiră — distribuie câte unul pentru fiecare prieten. Copiază linkul se află în fereastra de partajare.
ru: Каждая ссылка впускает одного нового пилота и истекает — отправляйте новую каждому другу. «Скопировать ссылку» есть в меню share.
zh_hans: 每个链接仅允许一位新飞行员加入，之后失效 — 每位好友分享一个新链接。“拷贝链接”在分享面板中。

source: Early Bird
de: Frühaufsteher
es: Madrugador
fr: Lève-tôt
hi: सुबह का पंछी
it: Mattiniero
nl: Vroege vogel
pt_br: Madrugador
ro: Matinal
ru: Ранняя пташка
zh_hans: 早起的鸟

source: Earn 2× Coins
de: Verdiene 2× Münzen
es: Gana 2× monedas
fr: Gagnez 2× de pièces
hi: 2× सिक्के कमाएँ
it: Guadagna 2× monete
nl: Verdien 2× munten
pt_br: Ganhe 2× moedas
ro: Câștigă 2× monede
ru: Получайте 2× монет
zh_hans: 赚取 2× 金币

source: Earn 10 Focus Coins
de: Verdiene 10 Fokus-Münzen
es: Consigue 10 monedas de concentración
fr: Gagnez 10 pièces de concentration
hi: 10 फ़ोकस सिक्के कमाएँ
it: Guadagna 10 monete di concentrazione
nl: Verdien 10 focusmunten
pt_br: Ganhe 10 moedas de foco
ro: Câștigă 10 monede de concentrare
ru: Заработайте 10 монет фокуса
zh_hans: 赚取 10 枚专注金币

source: Earn 100 Focus Coins from your flights.
de: Verdiene 100 Fokus-Münzen mit deinen Flügen.
es: Consigue 100 monedas de concentración con tus vuelos.
fr: Gagnez 100 pièces de concentration grâce à vos vols.
hi: अपनी फ़्लाइट से 100 फ़ोकस सिक्के कमाएँ।
it: Guadagna 100 monete di concentrazione con i tuoi voli.
nl: Verdien 100 focusmunten met je vluchten.
pt_br: Ganhe 100 moedas de foco com seus voos.
ro: Câștigă 100 de monede de concentrare din zborurile tale.
ru: Заработайте 100 монет фокуса за свои полёты.
zh_hans: 通过飞行赚取 100 枚专注金币。

source: Earned
de: Verdient
es: Ganado
fr: Gagné
hi: अर्जित
it: Guadagnato
nl: Verdiend
pt_br: Ganho
ro: Câștigat
ru: Заработано
zh_hans: 已获得

source: EARNINGS
de: ERTRAG
es: GANANCIAS
fr: GAINS
hi: कमाई
it: GUADAGNI
nl: OPBRENGST
pt_br: GANHOS
ro: CÂȘTIGURI
ru: ЗАРАБОТОК
zh_hans: 收益

source: Earth
de: Erde
es: Tierra
fr: Terre
hi: पृथ्वी
it: Terra
nl: Aarde
pt_br: Terra
ro: Pământ
ru: Земля
zh_hans: 地球

source: Easy late-night jazz for long flights.
de: Entspannter Nacht-Jazz für lange Flüge.
es: Jazz suave de madrugada para vuelos largos.
fr: Un jazz tranquille de fin de soirée pour les longs vols.
hi: लंबी फ़्लाइट के लिए हल्का देर-रात का जैज़।
it: Jazz rilassato a tarda notte per i voli lunghi.
nl: Rustige nachtjazz voor lange vluchten.
pt_br: Jazz tranquilo de madrugada para voos longos.
ro: Jazz lejer de noapte târziu pentru zboruri lungi.
ru: Спокойный ночной джаз для долгих полётов.
zh_hans: 适合长途飞行的深夜轻爵士。

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
hi: बदलें
it: Modifica
nl: Bewerken
pt_br: Editar
ro: Editează
ru: Изменить
zh_hans: 编辑

source: Edit %@
de: %@ bearbeiten
es: Editar %@
fr: Modifier %@
hi: %@ बदलें
it: Modifica %@
nl: %@ bewerken
pt_br: Editar %@
ro: Editează %@
ru: Изменить: %@
zh_hans: 编辑%@

source: Edit name
de: Namen bearbeiten
es: Editar nombre
fr: Modifier le nom
hi: नाम संपादित करें
it: Modifica nome
nl: Naam bewerken
pt_br: Editar nome
ro: Editează numele
ru: Изменить имя
zh_hans: 编辑名称

source: Enable Focus Shield
de: Fokus-Schild aktivieren
es: Activar el Escudo de Concentración
fr: Activer le Bouclier de concentration
hi: फ़ोकस शील्ड चालू करें
it: Attiva lo Scudo Concentrazione
nl: Focusschild inschakelen
pt_br: Ativar o Escudo de Foco
ro: Activează Scutul de concentrare
ru: Включить Щит фокуса
zh_hans: 启用专注护盾

source: Enable in Settings
de: In den Einstellungen aktivieren
es: Activar en Ajustes
fr: Activer dans Réglages
hi: सेटिंग्स में चालू करें
it: Attiva in Impostazioni
nl: Inschakelen in Instellingen
pt_br: Ativar em Ajustes
ro: Activează în Setări
ru: Включить в Настройках
zh_hans: 在设置中启用

source: Endless flight
de: Endloser Flug
es: Vuelo sin fin
fr: Vol sans fin
hi: अनंत फ़्लाइट
it: Volo infinito
nl: Eindeloze vlucht
pt_br: Voo sem fim
ro: Zbor fără sfârșit
ru: Бесконечный полёт
zh_hans: 无尽飞行

source: Ends this flight now. Its progress and rewards are not kept.
de: Beendet diesen Flug sofort. Fortschritt und Belohnungen bleiben nicht erhalten.
es: Termina este vuelo ahora. Su progreso y recompensas no se conservan.
fr: Met fin au vol maintenant. Sa progression et ses récompenses ne sont pas conservées.
hi: यह फ़्लाइट अभी समाप्त होगी। इसकी प्रगति और इनाम सुरक्षित नहीं रहेंगे।
it: Termina subito questo volo. Progressi e ricompense non vengono conservati.
nl: Beëindigt deze vlucht nu. Voortgang en beloningen blijven niet bewaard.
pt_br: Encerra este voo agora. O progresso e as recompensas não são mantidos.
ro: Încheie acest zbor acum. Progresul și recompensele nu se păstrează.
ru: Завершает полёт сейчас. Прогресс и награды не сохраняются.
zh_hans: 立即结束本次飞行。其进度与奖励不会保留。

source: Enjoy all PRO features and content
de: Genieße alle PRO-Funktionen und -Inhalte
es: Disfruta de todas las funciones y contenidos PRO
fr: Profitez de toutes les fonctionnalités et contenus PRO
hi: सभी PRO फ़ीचर और सामग्री का आनंद लें
it: Goditi tutte le funzioni e i contenuti PRO
nl: Geniet van alle PRO-functies en -content
pt_br: Aproveite todos os recursos e conteúdos PRO
ro: Bucură-te de toate funcțiile și conținutul PRO
ru: Пользуйтесь всеми функциями и контентом PRO
zh_hans: 尽享所有 PRO 功能与内容

source: Erase everything
de: Alles löschen
es: Borrar todo
fr: Tout effacer
hi: सब कुछ मिटाएँ
it: Cancella tutto
nl: Alles wissen
pt_br: Apagar tudo
ro: Șterge tot
ru: Стереть всё
zh_hans: 清除全部

source: Estimated flight · %@
de: Voraussichtlicher Flug · %@
es: Vuelo estimado · %@
fr: Vol estimé · %@
hi: अनुमानित फ़्लाइट · %@
it: Volo stimato · %@
nl: Geschatte vlucht · %@
pt_br: Voo estimado · %@
ro: Zbor estimat · %@
ru: Ожидаемый полёт · %@
zh_hans: 预计飞行 · %@

source: Every expedition you've taken
de: Jede Expedition, die du unternommen hast
es: Todas las expediciones que has hecho
fr: Toutes vos expéditions
hi: आपके द्वारा की गई हर यात्रा
it: Tutte le spedizioni che hai fatto
nl: Elke expeditie die je hebt gemaakt
pt_br: Todas as expedições que você fez
ro: Toate expedițiile pe care le-ai făcut
ru: Все ваши экспедиции
zh_hans: 你完成过的每一次远征

source: Every gold square is a day you truly focused. Keep the sky lit.
de: Jedes goldene Feld ist ein Tag mit echtem Fokus. Halte den Himmel erleuchtet.
es: Cada cuadro dorado es un día en el que te concentraste de verdad. Mantén el cielo encendido.
fr: Chaque carré doré est un jour où vous vous êtes vraiment concentré. Gardez le ciel allumé.
hi: हर सुनहरा वर्ग वह दिन है जब आपने सचमुच फ़ोकस किया। आकाश को जगमगाता रखें।
it: Ogni quadrato dorato è un giorno di vera concentrazione. Tieni il cielo acceso.
nl: Elk gouden vakje is een dag waarop je echt focuste. Houd de lucht verlicht.
pt_br: Cada quadrado dourado é um dia em que você realmente focou. Mantenha o céu aceso.
ro: Fiecare pătrat auriu e o zi în care chiar te-ai concentrat. Ține cerul aprins.
ru: Каждый золотой квадрат — день настоящего фокуса. Пусть небо горит.
zh_hans: 每个金色方块都是你真正专注的一天。让天空持续点亮。

source: Exclusive Skies
de: Exklusive Himmel
es: Cielos exclusivos
fr: Ciels exclusifs
hi: विशेष आकाश
it: Cieli esclusivi
nl: Exclusieve luchten
pt_br: Céus exclusivos
ro: Ceruri exclusive
ru: Эксклюзивные небеса
zh_hans: 专属天空

source: Exclusive Skies, premium collectibles, and every way to focus.
de: Exklusive Himmel, Premium-Sammlerstücke und jede Art, sich zu fokussieren.
es: Cielos exclusivos, coleccionables premium y todas las formas de concentrarte.
fr: Des ciels exclusifs, des objets premium et toutes les façons de se concentrer.
hi: विशेष आकाश, प्रीमियम संग्रह और फ़ोकस के सभी तरीक़े।
it: Cieli esclusivi, oggetti premium e ogni modo di concentrarti.
nl: Exclusieve luchten, premium verzamelobjecten en elke manier om te focussen.
pt_br: Céus exclusivos, colecionáveis premium e todas as formas de focar.
ro: Ceruri exclusive, obiecte premium și toate modurile de a te concentra.
ru: Эксклюзивные небеса, премиум-коллекции и все способы сосредоточиться.
zh_hans: 专属天空、高级收藏品，以及所有专注方式。

source: Exclusive Skins & Items
de: Exklusive Designs & Objekte
es: Diseños y objetos exclusivos
fr: Habillages et objets exclusifs
hi: विशेष स्किन और सामान
it: Skin e oggetti esclusivi
nl: Exclusieve skins & items
pt_br: Skins e itens exclusivos
ro: Skinuri și obiecte exclusive
ru: Эксклюзивные оформления и предметы
zh_hans: 专属皮肤与物品

source: EXCLUSIVE SKY
de: EXKLUSIVER HIMMEL
es: CIELO EXCLUSIVO
fr: CIEL EXCLUSIF
hi: विशेष आकाश
it: CIELO ESCLUSIVO
nl: EXCLUSIEVE LUCHT
pt_br: CÉU EXCLUSIVO
ro: CER EXCLUSIV
ru: ЭКСКЛЮЗИВНОЕ НЕБО
zh_hans: 专属天空

source: Exercise
de: Bewegung
es: Ejercicio
fr: Sport
hi: व्यायाम
it: Esercizio
nl: Beweging
pt_br: Exercício
ro: Mișcare
ru: Тренировка
zh_hans: 运动
